{
	"start": {
		"LANGUAGE": "Language",
		"USERNAME": "Username",
		"PASSWORD": "Password",
		"PASSWORD_REPEAT": "Confirm Password",
		"HIDDEN": "Hidden",
		"TAB_LOGIN": "Login",
		"TAB_CREATE": "Create Account",
		"SERVER_SETTINGS": "Server Settings",
		"PANEL_LOGIN_TITLE": "Welcome!",
		"PANEL_LOGIN_TEXT": "<p>Thank you for using this program.</p><p>We're always interested in user feedback, so if you have some time to spare we would greatly appreciate you dropping by our forums and help us improve our software.</p>",
		"PANEL_CREATE1_TITLE": "Account Setup",
		"PANEL_CREATE1_TEXT": "<p>Welcome to the Relief crypto-currency suite. In a few steps you will be ready to use this program.</p><p>Your account will exist only on your computer; No personal data will be sent to any server, neither username nor passwords.</p><p>Your user data (including Bitcoin- and Nxt private keys) will be stored encrypted with your password. We therefore recommend to choose a long password containing only random characters and to store it in a password management software (e.g. KeyPass).</p><p>Please consult the following resources if you have any problems or questions:</p>",
		"PANEL_CREATE2_TITLE": "Create Bitcoin Address",
		"PANEL_CREATE2_TEXT": "<p>Let's create an address, so you'll be able to send and receive Bitcoin.</p><p>Your Bitcoin keys will be generated from a random phrase, or any text you supply. As long as you keep this passphrase you will be able to restore access to your funds, even in case of e.g. a hard disk crash.</p><p>Please do not use any easy-to-guess passphrases, like phrases known from literature, media or other cultural sources. Anything other than random words or characters should be considered insecure. The phrase must be at least 30 characters long.</p><p>Note: This address will also be used as your \"change\" address.</p>",
    "PANEL_CREATE3_TEXT":"<p>Please provide your passphrase again, in order to confirm that you got it right.</p>",
    "PANEL_CREATE4_TITLE":"Create Nxt Account",
    "PANEL_CREATE4_TEXT":"<p>Whereas your Bitcoin address may exclusively be used for money transfers, the real backbone of this program is Nxt.</p><p>With an Nxt account, you will have access to its many features, including the decentralized exchange, messaging and voting system, just to name a few.</p><p>Again, your Nxt address is derived from a passphrase. It must be at least 30 characters and as random as possible.</p><p>While possible in principle, you shouldn't use the same phrase as for your Bitcoin address, for reasons of security.</p>",
    "PANEL_CREATE5_TEXT":"<p>Please provide your Nxt passphrase again, in order to confirm that you got it right.</p>",
    "PANEL_CREATE6_TITLE":"Review Account Information",
    "PANEL_CREATE6_TEXT":"<p>Please review your account information and correct any mistakes.</p><p>Remember to keep your password and passphrases in a safe spot. A password management software would be a reasonable choice, perhaps in addition to writing it down on paper and storing it in a safe.</p><p><em>If you lose your Bitcoin recovery key or your Nxt passphrase, you lose all funds in the account!</em></p>",
    "ELECTRUM": "Electrum (Bitcoin)",
		"NXT": "Nxt",
		"REMEMBER_SERVER": "Remember this server",
		"BTN_CONTINUE": "Continue",
		"BTN_BACK": "Back",
		"BTN_CLOSE": "Close",
		"BTN_OK": "Ok",
		"BTN_GENERATE": "Generate",
		"BTN_CREATE_ACCOUNT": "Create Account",
		"LIST_ELECTRUM_TITLE": "Electrum Servers",
		"LIST_NXT_TITLE": "Nxt Servers",
		"PROTOCOL": "Protocol",
		"HOSTNAME": "Hostname",
		"PORT": "Port",
		"LIMIT": "Limit",
		"FORM_ERROR": "Please correct the errors below",
		"STEP": "Step",
		"STEP_OF": "of",
		"ALPHANUM_SPACES": "Letters, numbers and spaces allowed",
		"MINLENGTH_10": "Must be at least 10 characters",
    "PASSPHRASE":"Passphrase",
    "PASSPHRASE_REPEAT":"Confirm Passphrase",
    "PASSPHRASE_BTC":"Bitcoin Recovery Key",
    "PASSPHRASE_NXT":"Nxt Passphrase",
    "CREATE_SUCCESS":"Account created successfully. Please log in."
	}
}
